/**
 * файл настроек
 */
var modeFlagCoach=1; /* 0 - тренировочный , 1 - контролирующий */
var rootDir=''; /*путь от корневой папки до контейнера с тестом, для вставки в пример int_paint_15.05.15_ver1.0 rootDir='../uni_tmp/' */

var ansRight='Верно!'; /* сообщение после проверки задания, если ошибок нет*/
var ansPatlyRight='С ошибками!'; /* сообщение после проверки задания, если есть верные и неверные ответы*/
var ansFalse='Не верно!'; /* сообщение после проверки задания, если правильных ответов нет*/

var onlyNext=1; /* 1 - допускает соединение только соседних блоков, 0 - любой вариант */
var noCreatHorizont=0; /* 1 - запрет соединие горизонтальными линиями */
var noCreatVertical=0; /* 1 - запрет соединения вертикальными линиями */
var noCreatDiagonal=0; /* 1 - запрет соединения диагональными линиями */

