/**
 * This is data for generation testing jobs
 *
 */

var imgDir='./Images_13/'; /*путь к папке с картинками для теста*/


var test= {
            jobData:{ /*Данные для генерации задания в правильной последовательности*/
                1:{/*первая строка*/
                    dataText: 'начальное образование',
                    dataImg: 'mars.jpeg'
                },
                2:{/*вторая строка*/
                    dataText: 'общее основное образование'
                },
                3:{/*третья строка*/
                    dataText: 'среднее специальное образование'
                },
                4:{/*четвертая строка*/
                    dataText: 'среднее полное образование'
                }
            }
}





